Repository: checklist/wordpress
Catalog: wordpress-org/tags/1.1.4/languages/checklist-com-*.po
Languages: nl_nl

source: Save
nl_nl: Opslaan

source: Select the default text for the Save button. You can also set the button's text and background colors.
nl_nl: Selecteer de standaardtekst voor de knop Opslaan. U kunt ook van de tekstkleur en achtergrondkleur van de knop instellen.

source: Select the colors for the Print button.
nl_nl: Selecteer de kleuren voor de Print-knop.

source: The EXTRA button allows you to link to additional info or even further monetize your list.
nl_nl: Met de EXTRA knop kunt u een link naar aanvullende informatie of bijvoorbeeld een affiliatie link maken.

source: Define the default settings for your Checlist box border.
nl_nl: DefiniÃ«er de standaardinstellingen voor het kader van uw checklist.

source: Play nice and let your users know in advance that the interactive Checklists are powered by Checklist.com.
nl_nl: Wees lief en laat je gebruikers weten dat de interactieve Checklists worden gemaakt met Checklist.com.

source: Save Button
nl_nl: Opslaan Knop

source: Default Text
nl_nl: Standaardtekst

source: This is the default text for the Save button. You can set it to anything you like.
nl_nl: Dit is de standaardtekst voor de knop Opslaan. U kunt zelf bepalen hoe je hem wilt instellen.

source: Text Color
nl_nl: Tekst Kleur

source: This is the text color of the Save button
nl_nl: Dit is de tekst kleur voor de Opslaan knop

source: Background Color
nl_nl: Achtergrond Kleur

source: This is the background color of the Save button
nl_nl: Dit is de achtergrond kleur voor de Opslaan knop

source: Print Button
nl_nl: Print Knop

source: This is the text color of the Print button
nl_nl: Dit is de tekst kleur voor de Print knop

source: This is the background color of the Print button
nl_nl: Dit is de achtergrondkleur voor de Print knop

source: Extra Button
nl_nl: Extra Knop

source: This is the text color of the extra button
nl_nl: Dit is de tekst kleur voor de extra knop

source: This is the background color of the extra button
nl_nl: Dit is de achtergrond kleur voor de extra knop

source: Border
nl_nl: Kader

source: Border Color
nl_nl: Kader Kleur

source: This is the color of border around the checklist
nl_nl: Dit is de kleur van het kader rondom je lijst

source: Border Style
nl_nl: Kader Stijl

source: This is the style of the border around the checklist
nl_nl: Dit is de stijl van het kader rondom je lijst

source: Let people know the Checklists are powered by Checklist.com
nl_nl: Laat mensen weten dat de Checklists ondersteund worden door Checklist.com

source: Checklist Settings
nl_nl: Checklist Instellingen

source: The Title for your Checklist
nl_nl: De titel van je Checklist

source: Title
nl_nl: Titel

source: Optional
nl_nl: Optioneel

source: Optional EXTRA button. Leave empty if not needed
nl_nl: Optioneel EXTRA knop. Laat dit leeg als je hem niet nodig hebt

source: Extra Title
nl_nl: Extra Titel

source: Optional. Format: http://example.com/page
nl_nl: Optioneel. Format: http://example.com/page
